export const PRIVACYS = [
  {
    title: '제 1조 (개인정보 수집 항목)',
    content: `팀은 회원가입, 서비스 신청을 위해 아래와 같은 개인정보를 수집하고 있습니다.\n* 수집항목: 닉네임, 전화번호(리워드 발송 시), 주소(리워드 발송 시)\n* 개인정보 수집방법: 웹사이트 내 회원가입 절차를 통해 이용자가 직접 입력, 포인트상점에서 리워드 교환 신청 시 회원이 직접 입력`,
  },
  {
    title: '제 2조 (개인정보 이용목적)',
    content: `팀은 수집한 개인정보를 다음의 목적을 위해 활용합니다.\n① 본인 확인: 회원서비스 이용에 따른 본인 확인 절차에 이용, 게시판 이용(회원가입을 한 회원은 개인 또는 팀 챌린지 참여, 정보공유 게시글 보기, 포인트 상점 리워드 교환을 이용할 수 있습니다.)\n② 회원관리: 회원제 서비스 이용에 따른 본인확인, 개인 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입 의사 확인, 연령확인, 만14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인, 불만처리 등 민원처리, 고지사항 전달\n③ 마케팅 및 광고에 활용: 이벤트 등 광고성 정보 전달, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계\n④ 리워드 제공 및 서비스 운영: 포인트 교환 또는 이벤트를 통해 제공되는 리워드의 정확한 배송을 위한 수취 정보 확인 및 발송, 그 외 서비스 제공에 따른 회원과의 연락`,
  },
  {
    title: '제 3조 (개인정보 수집에 대한 동의)',
    content: `팀은 회원의 개인정보 수집에 대하여 동의를 받고 있으며, 회원가입시 이용약관 및 개인정보처리방침에 개인정보 수집 동의절차를 마련해 두고 있습니다.\n회원가입시 ‘회원가입 및 이용약관에 동의하겠습니까’란에 체크하시면 개인정보 수집에 대해 동의한 것으로 봅니다.\n가입 후, 마이페이지 메뉴에서도 이용약관 및 개인정보처리방침 내용을 다시 확인할 수 있습니다.`,
  },
  {
    title: '제 4조 (개인정보 제3자 제공)',
    content: `팀은 회원의 동의없이 회원의 정보를 제3자에게 제공하지 않습니다.\n다만, 아래의 경우에는 예외로 합니다.\n① 회원들이 사전에 동의한 경우\n② 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우\n개인정보를 ‘개인정보의 수집 및 활용 목적, 수집하는 개인정보 항목’에서 고지한 범위 내에서 활용합니다.\n수탁자에 공유되는 정보는 당해 목적을 달성하기 위하여 필요한 최소한의 정보에 국한됩니다.\n또한 회원의 서비스 요청에 따라 해당하는 업체에 선택적으로 개인 정보가 제공되고 있습니다.`,
  },
  {
    title: '제 5조 (개인정보의 보유 및 이용기간)',
    content: `원칙적으로, 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.\n① 팀 내부방침에 의한 정보보유 사유: 회원이 탈퇴한 경우에도 불량회원의 부정한 이용의 재발을 방지, 분쟁해결 및 수사기관의 요청에 따른 협조를 위하여 이용계약 해지일로부터 3년간 회원의 정보를 보유할 수 있습니다.\n② 관련 법령에 의한 정보 보유 사유: 전자상거래등에서의소비자보호에관한법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 팀은 아래와 같이 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다.\n- 계약 또는 청약철회 등에 관한 기록: 5년\n- 대금 결제 및 재화 등의 공급에 관한 기록: 5년\n- 소비자 불만 또는 분쟁처리에 관한 기록: 3년\n- 로그 기록: 3개월`,
  },
  {
    title: '제 6조 (개인정보의 파기절차 및 방법)',
    content: `팀은 원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.\n① 파기절차: 회원이 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기되어집니다. 별도 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 보유되어지는 이외의 다른 목적으로 이용되지 않습니다.\n② 파기방법: 전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.`,
  },
  {
    title: '제 7조 (회원 및 법정대리인의 권리와 그 행사방법)',
    content: `회원은 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며 가입해지 및 계정삭제를 요청할 수 있습니다.\n회원의 개인정보 조회, 수정을 위해서는 ‘웹사이트 내 – 마이페이 - 회원정보수정’ 메뉴에서 정보 수정이 가능합니다.\n가입 해지는 ‘웹사이트 내 – 마이페이지 - 회원탈퇴’를 선택할 수 있습니다.\n개인정보관리책임자에게 전화 또는 이메일로 연락하시면 지체없이 변경된 개인정보에 대하여 정정 및 철회의 조치를 하겠습니다.\n귀하가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다.\n또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체없이 통지하여 정정이 이루어지도록 하겠습니다.\n“그린위닛”은 회원혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 팀이 수집하는 “개인정보의 보유 및 이용기간” 에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.`,
  },
  {
    title: '제 8조 (개인정보 자동수집 장치의 설치·운영 및 거부에 관한 사항)',
    content: `쿠키, 인터넷 서비스 이용 시 자동 생성되는 개인정보를 수집하는 장치를 운영하지 않습니다.`,
  },
  {
    title: '제 9조 (개인정보 보호책임자)',
    content: `회원의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인정보관리책임자를 지정하고 있습니다. 개인정보와 관련하여 민원이나 문의가 있으시면, 연락주시기 바랍니다.\n* 개인정보 책임자: 최윤정\n* 이메일: yunjeongssu@gmail.com\n본 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자로 신고하실 수 있습니다.\n그린위닛은 회원들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.\n기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.\n1. 개인분쟁조정위원회 (www.1336.or.kr/1336)\n2. 정보보호마크인증위원회 (www.eprivacy.or.kr/02-580-0533~4)\n3. 대검찰청 인터넷범죄수사센터 (http://icic.sppo.go.kr/02-3480-3600)\n4. 경찰청 사이버테러대응센터(www.ctrc.go.kr/)`,
  },
  {
    title: '제 10조 (회원 계정 삭제 요청 방법)',
    content: `회원은 계정 삭제를 요청할 수 있습니다.\n* 웹사이트 실행 - 로그인 후 - 마이페이지 메뉴 - '회원탈퇴'를 선택할 수 있습니다.\n회원탈퇴시 계정이 삭제 처리되며, 회원의 가입 정보 모두 삭제 처리됩니다.\n탈퇴시 이후 해당 계정은 다시 사용 불가하며, 계정 복구 불가합니다.`,
  },
  {
    title: '제 11조 (정책 변경에 따른 공지의무)',
    content: `이 개인정보보호방침은 2025년 8월 4일에 제정되었으며 법령·정책 또는 보안기술의 변경에 따라 내용의 추가·삭제 및 수정이 있을 시에는 변경되는 개인정보보호정책을 시행하기 최소 7일전에 고지하겠습니다.`,
  },
]
